Repository: Semmelstulle/Peawell-iOS
Catalog: Peawell/Localizable.xcstrings
Source language: en
Languages: de

# alert.dismiss
source: Done
de: Fertig

# alert.importFailed
source: Import has failed
de: Import fehlgeschlagen

# alert.importSuccessful
source: Import successful
de: Import erfolgreich

# button.addSchedule
source: Add schedule
de: Zeitplan hinzufügen

# button.dialog.cancelReset
source: Abort
de: Abbrechen

# button.dialog.confirmReset
source: Confirm
de: Bestätigen

# button.dialog.settings
source: Settings
de: Einstellungen

# button.exportData
source: Export data
de: Daten exportieren

# button.hide.debug
source: Hide debug settings
de: Debug Einstellungen verbergen

# button.importData
source: Import data
de: Daten importieren

# button.meds.save
source: Save medication
de: Medikation speichern

# button.mood.save
source: Save entry
de: Eintrag speichern

# button.next
source: Next
de: Weiter

# button.removeSchedule
source: Remove schedule
de: Zeitplan entfernen

# button.reset
source: Reset all data
de: Alle Daten zurücksetzen

# button.resetUserdata
source: Delete user data
de: Nutzerdaten löschen

# button.scrollToToday
source: Today
de: Heute

# color.green
source: Green
de: Grün

# color.purple
source: Purple
de: Lila

# color.rose
source: Rose
de: Rosa

source: Create %lld dummy entries
de: Generiere %lld dummy Einträge

# dialog.infoText
source: Are you sure? This action can not be reverted, your data will be lost.
de: Bist du sicher? Dieser Vorgang kann nicht rückgängig gemacht werden, alle Daten gehen verloren.

# greeter.settings
source: Made with love in 🇩🇪
de: Mit Liebe in 🇩🇪 gemacht

# header.journalSchedule
source: Set schedule
de: Zeitplan festlegen

# hint.noData
source: No entries available
de: Keine Einträge vorhanden

# label.addTime
source: Add time
de: Zeit hinzufügen

# link.legal.privacyPolicy
source: Privacy policy
de: Datenschutzrichtlinie

# link.socials.github
source: This app on GitHub
de: Diese App auf GitHub

# link.socials.mastodon
source: The developer on Mastodon
de: Der Entwickler auf Mastodon

# main.empty.hint
source: All modules are disabled!
de: Alle Module wurden deaktiviert!

# med.edit.item
source: Edit
de: Bearbeiten

# med.trash.item
source: Delete
de: Entfernen

# message.dialog.notifications
source: Ability to send notifications has been disabled in the iOS settings of the app. To be able to use them, you need to re-enable them first.
de: Die Möglichkeit, Mitteilungen zu senden, wurde in den iOS-Einstellungen der App deaktiviert. Um sie verwenden zu können, müssen Sie sie zuerst erneut aktivieren.

# mood.textEditor.whatMadeYouSmile
source: What made you feel that way?
de: Was hat dir dieses Gefühl gegeben?

# notification.med.body%@
source: It's time to take your medication: %@
de: Es ist Zeit, deine Medikamente zu nehmen: %@

# notification.med.title
source: Medication reminder
de: Erinnerung an Medikamente

# notification.mood.body
source: Take a moment to reflect on your day so far. It will just take a few seconds!
de: Nimm dir einen Moment Zeit, um über den bisherigen Tag zu reflektieren. Es dauert nur ein paar Sekunden!

# notification.mood.title
source: How are you?
de: Wie fühlst du dich?

# picker.chooseAccentColor
source: Choose color
de: Farbe wählen

# prompt.meds.amount
source: Medication dose
de: Dosis des Medikaments

# prompt.meds.name
source: Name of the medication
de: Name des Medikaments

# search.meds
source: Search for medication name, type or dose
de: Suche nach Medikation, Typ oder Dosis

# search.moods
source: Search for moods, categories or text from your entries
de: Suche nach Stimmung, Kategorien oder Text aus deinen Einträgen

# section.footer.data
source: Be careful, these actions are not revertible
de: Vorsicht, diese Aktionen können nicht rückgängig gemacht werden

# section.footer.modules
source: Toggle visibility of the modules in the app
de: Zeige oder verstecke bestimmte Module in der App

# section.header.about
source: About this app
de: Über diese App

# section.header.accentColor
source: Accent color
de: Akzentfarbe

# section.header.data
source: Manage data
de: Daten verwalten

# section.header.medHistory
source: Medication history
de: Medikationsverlauf

# section.header.medList
source: List of medications
de: Liste der Medikamente

# section.header.meds
source: Required fields
de: Erforderliche Felder

# section.header.modules
source: Modules
de: Module

# section.header.notifications
source: Notifications
de: Mitteilungen

# stepper.journalPreviewRows%lld
source: %lld preview rows
de: %lld Vorschaureihen

# title.dialog.notifications
source: Permissions denied
de: Zugriff verweigert

# title.diary
source: Journal
de: Tagebuch

# title.journal.schedule
source: Journaling reminders
de: Erinnerungen für Tagebuch

# title.mainScreen
source: Overview
de: Übersicht

# title.med
source: Medication
de: Medikamente

# title.modify.meds
source: Add medication
de: Medikament hinzufügen

# title.mood
source: Journal entry
de: Tagebucheintrag

# title.settings
source: Settings
de: Einstellungen

source: Toggle %@
de: Schalte %@ um

# toggle.allow.notifications
source: Send notifications
de: Mitteilungen senden

# toggle.journal.notifications
source: Send notifications
de: Mitteilungen senden

# toggle.reminders
source: Set reminders
de: Erinnerungen einschalten

# toggle.show.med
source: Show medication section
de: Zeige Abschnitt Medikamente

# toggle.show.mood
source: Show journal section
de: Zeige Abschnitt Tagebuch
